[
  {
    "id": "9fa3c965-d81a-4ee2-bf69-2eb0057882a6",
    "title": "Microsoft 365 at Ignite—Re-energize your workforce in the office, at home, and everywhere in between",
    "tag": "microsoft",
    "author": "bill gates",
    "date": "2024-12-24",
    "content": "\nNews\nLoop\nMicrosoft Editor\nmore\nAt Microsoft, we believe that energized, empowered employees are the key to a durable, competitive advantage for every organization. The Microsoft Work Trend Index shows that leaders today need to end productivity paranoia, embrace the fact that people come into the office for each other, and re-recruit everyone.1 Empowering today’s digitally connected, distributed workforce requires the right culture and the right technology. At Microsoft Ignite, we’re sharing new innovations across Microsoft 365, Microsoft Teams, and Microsoft Viva to help everyone thrive.\n\nLet’s jump in.             \n\nLight pink geometric swirl and blocks on the right side of image.\nMicrosoft Ignite\nGlobal experiences, localized content, in-person opportunities, and more—let’s get ready for a new kind of Microsoft Ignite.\n\nDiscover what's new \nEmpowering today’s digitally connected, distributed workforce\nMicrosoft 365 is the cloud-first platform for all the ways that people work today—wherever, whenever, however. From information workers to frontline workers. No matter how you run your company or your team. And, with Microsoft 365, organizations save more than 60 percent compared to a patchwork of point solutions.2\n\nMicrosoft 365 comes alive in the new Microsoft 365 app, home to all your favorite productivity apps—Teams, Word, Excel, PowerPoint, and Outlook—along with new apps for creation and expression, like Loop, and any third-party apps you choose. It’s a secure, integrated, experience built on the Microsoft Graph that brings together all your documents, files, contacts, meetings, and more—with intelligent, Graph-powered recommendations personalized for you. Simply put, it’s a better way to work. And the Microsoft 365 app will be available to customers across our business, education, and consumer segments.\n\n\nLearn more about the Microsoft 365 app.\n\nTransforming meeting culture with Teams\nMicrosoft Teams is the app at the center of Microsoft 365. With more than 270 million monthly active users, Teams has changed how people work more than any other app in the past 20 years. We’ve introduced more than 450 new Teams capabilities in the past year alone to transform meeting culture and keep everyone in the flow of work.\n\nIt starts with helping everyone have better hybrid meetings. Last year, we introduced new AI-powered intelligent cameras to Microsoft Teams Rooms, dissolving the walls between an attendee’s physical and digital presence. Today, together with Yealink, we’re bringing you the SmartVision 60, the first 360-degree, center-of-room intelligent camera. The SmartVision 60 produces multiple video streams with AI active speaker tracking—and soon: people recognition. Learn more about SmartVision 60.\n\nAs Teams has become pervasive for collaboration, we’re expanding to every type of hardware. Today, we’re announcing that Cisco is now a Teams Rooms Certified Devices partner. For the first time ever, Teams meetings will be available natively across certified Cisco meeting devices, enabling customers to configure Teams as the default meeting experience. Get the details on Cisco and Teams.\n\nWe’re not stopping with better meeting experiences. We’re on a journey to help you transform meeting culture, starting with the new Teams Premium meeting offering. Teams Premium includes Intelligent recap, a powerful new AI experience that’s like having a virtual assistant at every meeting—even when you can’t be there. It creates tasks, automatically generates chapters from the meeting, and shares personalized highlights from the recording. Teams Premium also includes Live translation for captions, which delivers AI-powered, real-time translations from 40 spoken languages so meeting participants can read captions in their own language. If an organizer has Teams Premium, all meeting attendees can enjoy live translated captions.\n\n\nTeams meeting participants can view captions in any of 40 spoken languages.\nWith Teams Premium, we’re also excited to bring you experiences that make meetings more personalized, intelligent, and secure.\n\nNew meeting guides that automatically set up the right meeting options.\nUpleveled safeguards for confidential information with advanced meeting protection, including watermarking and sensitivity labels.\nFriction-free Virtual Appointments for personalized business-to-consumer engagements.\nThe ability to host high-quality webinars using advanced functionality to drive deeper engagement and generate new leads.\n\nLearn more about Teams Premium.\n\nIntroducing Microsoft Places: Transform your space into a place\nOverwhelmingly, people come into the office for each other. That’s why we’re creating a new Connected Workplace category and introducing Microsoft Places to address the unique challenges of hybrid work. People are what give a space meaning and identity. In essence, people make a space, a place. Microsoft Places helps everyone understand who will be in the office when; where people are sitting; what meetings to attend in person; and how to book space on the days your team is already planning to come in. It also helps leaders understand how people use the office, and ultimately optimize their real estate investments. And third-party partners can build and integrate new and existing solutions on top of Microsoft Places.\n\n\nLearn more about Microsoft Places.\n\nBringing the metaverse to work\nOur data shows that 51 percent of Gen Z envisions working in the metaverse in the next two years.1 Just yesterday, we announced with Meta that we’re bringing Teams immersive meeting experiences to Quest so you can connect, share, and collaborate in virtual reality as though you’re there together in person.\n\nWith Mesh avatars for Teams, you can create custom avatars to represent yourself—so you can take a break from the camera but still have a physical presence in Teams meetings.\n\nCreate custom avatars to represent yourself with Mesh avatars for Teams. \nUnlocking new collaboration patterns\nAcross Microsoft 365 and Teams, we’re making work better with collaboration experiences designed for synchronous and asynchronous collaboration, creation and expression, and business processes in the flow of work.   \n\nThis starts with making meetings more hands-on and interactive. Rolling out in November 2022, Excel Live transforms how people collaborate in meetings, enabling every participant to live-edit the Excel file directly, right from Teams—without ever opening the file. Teams Live Share, now in preview, goes even further by turning any app shared in a Teams Meeting into a real-time, multi-user collaborative experience where participants can interact, annotate, and collaborate directly in the meeting window.\n\nWith the latest innovations in Together mode, meeting organizers and presenters can assign seats to meeting participants in the Together mode view and can also pin the Together mode view to the meeting stage so everyone has the same view of the group.\n\nThe new hours and location feature—accessible across Teams and Outlook—makes it easier to schedule in-person meetings by allowing people to specify and adjust from hour to hour in Outlook whether they will be available in the office or working remotely. This will become the foundation of what is to be available in Microsoft Places in 2023.\n\nMicrosoft Outlook calendar screen view. Employee utilizes hours and location feature to specify where they will be hour to hour. \nThe new Teams channels experience makes it easier to focus and collaborate, placing recent posts at the top so people can easily catch up on the latest conversations, contribute to discussions, and pop them out so they can return to them quickly. The new channels feature new post types like announcements and video clips and a customizable channel header.\n\n\nThe new Teams channels experience makes it easier to focus and collaborate.\nNew features in Teams chat give people more ways to prioritize their most important work, protect boundaries and time, express themselves authentically, and have fun. AI-recommended replies save time, while the ability to “@” mention everyone in a group helps grab the group’s attention quickly. With up to 800 reaction emojis, everyone can express themselves in natural and authentic ways, and Video clips in chat gives everyone the ability to easily record, send, and view a video clip in chat, lending a personal touch to help strengthen connection.  \n\nNew Teams chat features includes 800 reaction emojis allowing everyone to express themselves in natural and authentic ways.\nLearn more about Teams chat and channels.\n\nWith asynchronous collaboration on the rise, people need solutions to help them communicate and collaborate across space and time. Last year we introduced Loop, which breaks down barriers between apps to enable fluid collaboration as people think, plan, and create together. Today, we’re excited to announce that the Loop app—featuring workspaces, pages, and components that sync across Microsoft 365, is in preview. We’re also excited to bring Loop components to Word for the web, Whiteboard, and Outlook for Windows, to meet users in the context of their work, across Microsoft 365 apps. Learn more about Loop.\n\n\nPreview of Loop app. Workspaces, pages, and components sync across Microsoft 365. \nWith Microsoft Editor, you will soon be able to surface Loop components using Context IQ, our set of intelligent capabilities working in the background of Microsoft apps and services. Loop also now offers Dynamic 365 integration within Teams—you can now insert a Loop component into a Dynamics 365 record while in Teams chat. We’re also introducing Edge Workspaces in the Edge browser, so everyone working together on a project can view the same websites and files in one place as a shared set of browser tabs.\n\nNew creation and expression experiences in Microsoft 365 include Microsoft Designer, a new app powered by AI technology, including DALL-E 2, that helps you quickly create stunning social media posts, invitations, and graphics just by entering a text prompt or other content. Microsoft Create features thousands of creative templates to spark inspiration and up-level skills. Today, we also welcome video editor Microsoft Clipchamp to Microsoft 365 to empower anyone, regardless of skill or experience level, to tell stories with video. These creation and expression experiences will roll out first in the Microsoft 365 consumer experience. Learn more about Designer, Create, and Clipchamp.\n\nA user is editing a 45 second video using Clipchamp. The frame at the 10 second mark shows mountains and clouds with a violet hue, with Early morning hike text overlay on the video frame. \nWe’re also helping organizations drive productivity with new experiences that bring business processes into the flow of work. Adaptive Cards is a new low-code way to design and deliver micro-apps directly inside Teams. With Cards, developers can bring interactable content from multiple applications and platforms into a single interface in Teams chat.\n\nContent AI is a new category of technology solutions that uses advancements in cloud and AI to transform how content is created, processed, and discovered—empowering people and automating workflows at scale. Today, we’re introducing Microsoft Syntex, which integrates Content AI into the flow of work with services like content processing, content summarization, e-signature, and more, that help you enhance, manage, and connect your content. Learn more about Microsoft"
  },
  {
    "id": "278ee326-51cc-44c7-8098-f8f213742a0b",
    "title": "8080 Books, an imprint of Microsoft, launches, offering thought leadership titles spanning technology, business and society ",
    "tag": "book",
    "author": "parsa moloudi",
    "date": "2024-25-29",
    "content": "As fans of books, especially in their physical format, it is our great pleasure to launch 8080 Books, an imprint of Microsoft. Our first title, No Prize for Pessimism, is authored by Sam Schillace, deputy chief technology officer at Microsoft, and is available today. Our second title, Platform Mindset, by Marcus Fontoura, will be available later this year.  \n\nComputing has become an essential ingredient to almost every endeavor on our planet, and, as students of both Microsoft and technology, our goal with 8080 Books is to to publish original research, ideas and insights at the intersection of science, technology and business, and, in doing so, to help advance discourse on this important landscape.   \n\nThe name of our imprint takes its inspiration from the 8080 microprocessor — a foundation for the company’s earliest software breakthroughs. Not coincidentally, 8080 is also the last four digits of Microsoft’s corporate headquarters phone number.   \n\nWith a combined tenure of, well, let’s just say a long time, we’re both acutely aware of the rich well of talent at Microsoft from which we can draw upon and publish under the 8080 Books imprint over time. However, our intention is that we will seek to use this not just as a platform for Microsoft authors but also to showcase minds and ideas from outside of the company.  \n\nWhile we are not currently accepting unsolicited manuscripts, our website does provide more details about our plans, such as evaluating out of print titles that we feel remain relevant to today’s leaders, and why we feel the time is right to launch this imprint.  \n\nWe hope you enjoy our launch title, which is available here, and we look forward to hearing your feedback, questions and ideas as we embark on this new adventure.  \n\nFor anyone in the Puget Sound area, we invite you to Schillace’s first reading and signing at Brick & Mortar Books, on Wednesday, Dec. 11 in Redmond, Washington. Check here for details. Space is limited. "
  },
  {
    "id": "af127b2e-6f39-4948-915a-44c60664fbbf",
    "title": "IDC’s 2024 AI opportunity study: Top five AI trends to watch",
    "tag": "microsoft",
    "author": "parsa moloudi",
    "date": "2024-25-12",
    "content": "Updated Dec. 9, 2024: The number of individuals Microsoft helped train and certify over the past year has been updated to 23 million and includes initiatives across Microsoft.\n\nIn 2024, generative AI emerged as a key driver for business outcomes across every industry. Already this new generation of AI is having an incredible impact on our world — yet companies and industries are just scratching the surface of what’s possible as they continue to develop new use cases across every role and function.\n\nTo help guide organizations on their AI transformation journey, Microsoft recently commissioned a new study through IDC, The Business Opportunity of AI. IDC’s findings show that when organizations truly commit to and invest in AI, the return on investment (ROI) potential grows significantly.\n\nA graphic showing the IDC study’s top 3 key findings.\n\nAccording to IDC, the study’s findings reflect a tipping point as AI gains momentum across industries. As companies worldwide go deeper with AI, Microsoft customers continue to deploy innovative new solutions and discover how tools like Copilot can transform their day-to-day work. In telecommunications, Lumen Technologies estimates Copilot is saving sellers an average of four hours a week, equating to $50 million annually. In healthcare, Chi Mei Medical Center doctors now spend 15 minutes instead of an hour writing medical reports, and nurses can document patient information in under five minutes. Pharmacists are now able to double the number of patients they see per day. In retail, AI models help Coles predict the flow of 20,000 stock-keeping units to 850 stores with remarkable accuracy, generating 1.6 billion predictions daily.\n\nIDC’s 2024 top 5 trends for AI\nIDC’s findings align with what Microsoft is seeing as we work with companies across industries to deploy AI. We’ve highlighted more than 200 of our top AI customer stories to show a sampling of how AI is already driving impact today. Below is a look at the top trends we’re seeing in IDC’s study and the impact of those trends on organizations working with AI today.\n\n#1 Enhanced productivity has become table stakes. Employee productivity is the No. 1 business outcome that companies are trying to achieve with AI. The study shows that 92% of AI users surveyed are using AI for productivity, and 43% say productivity use cases have provided the greatest ROI. While productivity is a top goal, generative AI use cases that are close behind include customer engagement, topline growth, cost management and product or service innovation — and nearly half of the companies surveyed expect AI to have a high degree of impact across all those areas over the next 24 months.\n\nCustomer snapshot:\n\nAt the global marketing and advertising agency dentsu, employees are already saving 15 to 30 minutes a day using Copilot for tasks such as summarizing chats, generating presentations and building executive summaries.\n\n“Copilot has transformed the way we deliver creative concepts to our clients, enabling real-time collaboration. Agility, security and uniqueness are crucial, but our goal is to lead this transformation company-wide, from top to bottom.”\n\n— Takuya Kodama, Business Strategy Manager at dentsu\n\n#2 Companies are gravitating to more advanced AI solutions. In the next 24 months, more companies expect to build custom AI solutions tailored directly to industry needs and business processes, including custom copilots and AI agents. This shows a growing maturity in AI fluency as companies realize the value of out-of-the-box use cases and expand to more advanced scenarios.\n\nCustomer snapshot:\n\nSiemens has developed the Siemens Industrial Copilot, which has eased the challenges caused by increasing complexity and labor shortages for dozens of customers in different industries.\n\n“In full appreciation of GenAI’s transformational potential, it’s important to remember that production does not have an ‘undo’ button. It takes diligence and effort to mature AI to industrial-grade quality. The Siemens Industrial Copilot for Engineering significantly eases our customers’ workload and addresses the pressing challenges of skill shortages and increasing complexity in industrial automation. This AI-powered solution is a game-changer for our industry with over 50 customers already using it to boost efficiency and tackle labor shortages.”\n\n— Boris Scharinger, AI Strategist at Siemens Digital Industries\n\n#3 Generative AI adoption and value is growing across industries. Even though it is relatively new to the market, generative AI adoption is rapidly expanding — 75% of respondents report current usage up from 55% in 2023. The ROI of generative AI is highest in Financial Services, followed by Media & Telco, Mobility, Retail & Consumer Packaged Goods, Energy, Manufacturing, Healthcare and Education. Overall, generative AI is generating higher ROI across industries.\n\nCustomer snapshot:\n\nProvidence has leveraged AI to extend and enhance patient care, streamline processes and workflows and improve the effectiveness of caregivers.\n\n“Whether we’re partnering with organizations on the leading edge of this technology — like Microsoft — and building bespoke solutions through Azure OpenAI Service, advancing clinical research to help cancer patients receive personalized and precise treatments faster, or ‘hitting the easy button’ and adopting established technologies like Microsoft 365 Copilot or DAX Copilot, we have successfully stayed on the forefront of this tech revolution. For example, physicians who use DAX Copilot save an average of 5.33 minutes per visit, and 80% of physicians have reported lower cognitive burden after using DAX Copilot.”\n\n— Sarah Vaezy, EVP, Chief Strategy and Digital Officer at Providence\n\n#4 AI leaders are seeing greater returns and accelerated innovation. While companies using generative AI are averaging $3.7x ROI, the top leaders using generative AI are realizing significantly higher returns, with an average ROI of $10.3. In addition to the enhanced business value, leaders are also on an accelerated path to build and implement new solutions — 29% of leaders implement AI in less than 3 months versus 6% of companies in the laggard category.\n\nCustomer snapshot:\n\nSödra is an international forest industry group that processes forest products from 52,000 owners into renewable, climate-smart products for international market. Every day Södra collects and interprets climate impact data to make thousands of decisions for every part of the value chain.\n\n“With innovative AI technology from Microsoft, our business experts and data scientists have been able to help make us more sustainable while also improving revenue significantly.”\n\n— Cristian Brolin, Chief Digital Officer at Södra\n\n#5 Looking ahead: Skilling remains a top challenge. Thirty percent of respondents indicated a lack of specialized AI skills in-house, and 26 percent say they lack employees with the skills needed to learn and work with AI. This dovetails with findings from the Microsoft and LinkedIn 2024 Work Trend Index Annual Report, which found that 55 percent of business leaders are concerned about having enough skilled talent to fill roles.\n\nThat is why over the past year we have helped train and certify over 23 million people in more than 200 countries in digital skills. And we are committed to working in partnership with governments, educational institutions, industry and civil society to help millions more learn to use AI.\n\nCustomer snapshot:\n\nThe University of South Florida (USF) is partnering with Microsoft to streamline processes and enhance innovation for all aspects of university operations with AI.\n\n“We’re giving students a leg up to do amazing things with AI as part of tomorrow’s workforce. Our focus on generative AI not only drives operational efficiency but also empowers our community to unlock new levels of creativity and impact, further positioning USF as a leader in AI adoption, which includes being among the first universities in the nation to form a college dedicated to AI, cybersecurity and computing.”\n\n— Sidney Fernandes, CIO & VP of Digital Experiences at University of South Florida\n\nA graphic showing key data from the IDC study. \nAI’s growing economic impact\nWhile companies today are largely implementing out-of-the-box generative AI solutions and seeing significant ROI, more than half of those surveyed expect to build custom industry and line-of-business applications in the next 24 months — demonstrating that today’s ROI is quickly becoming tomorrow’s competitive edge.\n\n“We are at an inflection point of autonomous agent development and are beginning an evolution from using just off-the-shelf assistants and copilots that support knowledge discovery and content generation to custom AI agents to execute complex, multistep workflows across a digital world,” says Ritu Jyoti, GVP/GM, AI and Data Research at IDC. “With responsible technology usage and workplace transformation, IDC predicts that business spending to adopt AI will have a cumulative global economic impact of $19.9 trillion through 2030 and drive 3.5% of global GDP in 2030.”\n\nKey findings from IDC’s The Business Opportunity of AI study include:\n\nGenerative AI usage jumped from 55% in 2023 to 75% in 2024.\nFor every $1 a company invests in generative AI, the ROI is $3.7x.\nThe top leaders using generative AI are realizing an ROI of $10.3.\nOn average, AI deployments are taking less than 8 months and organizations are realizing value within 13 months.\nWithin 24 months, most organizations plan to expand beyond pre-built AI solutions to advanced AI workloads that are customized or custom-built.\nThe ROI of generative AI is highest in Financial Services, followed by Media & Telco, Mobility, Retail & Consumer Packaged Goods, Energy, Manufacturing, Healthcare and Education.\n43% say productivity use cases have provided the greatest ROI.\nThe primary way that organizations are monetizing AI today is through productivity use cases. In the next 24 months, a greater focus will be placed on functional and industry use cases.\nThe top barrier when implementing AI is the lack of both technical and day-to-day AI skills.\nLearn how to fuel your AI journey\nIDC’s study, which included more than 4,000 business leaders and AI decision-makers around the world, also identifies the top barriers organizations face when implementing AI. As businesses integrate new solutions, they navigate important considerations such as data privacy, responsible use and the need for investment in both technology and skills.\n\nNo matter where you are in your cloud and AI transformation journey, Microsoft can help. To learn more about how customers across industries are shaping their AI transformation with Microsoft, please visit Microsoft’s AI in Action page. For more on how to get started in your AI transformation journey, visit Microsoft AI.\n\nIDC InfoBrief: sponsored by Microsoft, 2024 Business Opportunity of AI, IDC# US52699124, November 2024"
  },
  {
    "id": "ee178ece-5f97-4fbf-9b4f-03d745114700",
    "title": "A year of DAX Copilot: Healthcare innovation that refocuses on the clinician-patient connection",
    "tag": "microsoft",
    "author": "parsa moloudi",
    "date": "2024-25-12",
    "content": "In 2012, a child’s drawing of her appointment with a physician was published in the Journal of the American Medical Association (JAMA). In the brightly colored sketch, the girl is sitting on the exam table accompanied by her mother and siblings. To those of us working in healthcare, her doctor is the most notable part of the image. He is sitting at his desk, typing on the computer — with his back to the patient.\n\nThis drawing, published alongside an article titled “The Cost of Technology,” is emblematic of the unintended consequences of healthcare innovation. With more tools for physicians to use and greater demands on their time, technology can easily become a barrier between the clinician and the patient. For example, in 2023 approximately 53% of physicians surveyed by Medscape reported feeling burned out, and 23% reported feeling depressed. Long working hours, bureaucratic demands and loss of work-life balance due to administrative requirements are leading causes. Our mission has always been to help clinicians turn their chairs around by providing the support they need to fully focus their attention on delivering care.\n\nFast-forward to today, and we’ve translated that goal into reality. After establishing the ambient technology category, we introduced DAX Copilot, the first generative AI voice-enabled solution, which has been generally available for one year, and we’re seeing remarkable momentum. Part of a proven and extensible platform, DAX Copilot leverages health systems’ existing investments in the trusted family of Dragon Medical solutions, which is used by more than 600,000 clinicians worldwide.\n\nDAX Copilot combines proven conversational and ambient AI with generative AI to automatically convert multiparty conversations into specialty-specific standardized draft clinical summaries that integrate with existing workflows. DAX Copilot was the first ambient solution to be integrated into the Epic electronic health record (EHR) workflow and allows clinicians to seamlessly document patient visits directly within the EHR. Across the country, more than 400 organizations have already embraced its revolutionary capabilities, streamlining administrative tasks and lightening clinicians’ documentation workloads.\n\nThis transformative year has highlighted many of the ways we’re helping empower healthcare teams today and bringing joy back to practicing medicine for thousands of clinicians.\n\nImproving access to care — and enhancing documentation quality\nDAX Copilot is helping Northwestern Medicine in Chicago improve patient access to care, with physicians using the solution in at least 50% of patient encounters and able to see an average of 11.3 additional patients per month. DAX Copilot users at Northwestern Medicine also report spending an average of 24% less time on notes and a 17% decrease in “pajama time,” working on administrative tasks late into the night.\n\n“Northwestern Medicine is committed to providing a superior work environment that promotes well-being, and implementing DAX Copilot will allow our physicians to spend more quality time with our patients, focusing on their needs rather than on paperwork and data entry,” says Dr. Gaurava Agarwal, chief wellness executive, Northwestern Medicine.\n\nOverlake Medical Center & Clinics in Bellevue, Washington, deployed DAX Copilot to help reduce after-hours documentation time and equip its clinicians with tools to manage escalating demands. A pilot with 30 Overlake clinicians saw a significant reduction in time spent on notes outside of scheduled hours. Users also reported other important benefits: 81% said DAX Copilot had reduced their cognitive burden and 77% said the solution had improved the quality of their documentation.\n\nAt Atrium Health, “DAX Copilot is enabling a better clinician experience,” says Dr. Matthew Anderson, senior medical director of primary care at Atrium Health. “Most of our surveyed users are reporting a positive impact on their day-to-day schedule, being able to increase the number of patients they are able to see and even spending more time with them.”\n\nEnhancing clinician well-being\nAtrium Health isn’t alone in finding that the time saved on documentation with DAX Copilot is having a positive impact on clinicians’ quality of life. “I finally have weekends back,” says Dr. Christy Chan, a family medicine physician at Overlake. “I used to always have to worry that there was something I had to do — get back onto the EMR, log back in — but I actually have some weekends back.”\n\nClinicians at Novant Health are experiencing similar benefits. “DAX Copilot has done an amazing thing for the physicians and clinicians who are currently using it,” says Dr. Aram Alexanian, a family physician at Novant Health. “When you hear a comment like ‘I am now able to do things with my daughter in the evenings and weekends that I couldn’t do before,’ nothing satisfies us more than knowing the impact DAX is having on our clinicians.”\n\nA medical clinician talking with a child and adult in an exam room.\nDAX Copilot can accurately identify different voices in the room during pediatric visits, differentiating between parents and children to accurately capture the patient exam note for the physician to review and approve.\nCommunity Health Network places a major focus on clinician well-being and implementing DAX Copilot has had a major impact on its clinicians’ ability to close notes before they leave for the day. “Since we have implemented DAX Copilot, I have not left clinic with an open note,” says Dr. Patrick McGill, chief transformation officer for Community Health Network. “We have seen improved access, improved numbers of patients, but overall, it’s really the clinician satisfaction that we’ve seen. In one word, DAX Copilot is transformative. It transforms how we’re able to deliver care and how we’re able to document it. It also transforms the patient experience.”\n\n“DAX Copilot has made my professional life easier. My patients have also benefited from my using Nuance DAX during our appointments. I can be right there with the patient and not furiously writing notes. I cannot thank you enough,” said Anita M. Kelsey, M.D., Duke Health.\n\nTransforming the patient experience \nDr. Dominick Lanzo, an orthopedic surgeon at Greater Baltimore Medical Center, agrees. “Once I introduced the DAX Copilot program, it completely transformed the patient experience, and it’s turned out to be incredibly accurate with regards to the history of present illness and the physical exam,” he says. “It’s made my practice much more efficient. I can see more patients, my notes are more accurate, and they’re done in a timely fashion by the end of the afternoon.”\n\nFor Dr. Alison Pomykala, an internal medicine specialist at Baptist Medical Group, the integration of DAX Copilot with the Epic EHR is particularly valuable. “The thing I like most about DAX Copilot embedded in the Epic workflow is I’m able to focus more on the patient and I’m spending less time in the exam room typing on the computer,” she says.\n\n“I think the interface is wonderful with Epic. It has been great to see the notes coming up basically in real time on the Epic system. That’s also helped with other things: where we needed to generate a note quickly for referrals, for insurance pre-certifications, for imaging studies, or to have a complete note ready for a patient that we’re sending to the hospital.”\n\n“At our academic health system, integrating DAX Copilot has revolutionized patient care,” says Dr. Anthony Mazzarelli, co-president and CEO at Cooper University Health Care. “By automating clinical documentation through ambient voice technology, it has significantly reduced administrative workloads. This allows our physicians to focus on real-time patient interactions, leading to better care outcomes and increased job satisfaction. DAX Copilot has not only improved efficiency but has also empowered our team to spend more time where it matters most — caring for patients.”\n\nIt’s a privilege to see this industry-leading solution make a meaningful difference for the clinicians who are already on board — but the work never stops. The Microsoft healthcare team is determined to continue solving some of the industry’s most complex challenges, and harnessing the power and potential of AI is how we’ll achieve that. We will continue to be leaders in innovation, collaborating across our ecosystem of incredible customers, partners and Microsoft researchers to bring real impact to clinical settings.\n\nDAX Copilot is an innovative solution that goes beyond documentation, offering unique features such as orders, problem-based charting and pre-charting capabilities. For example, recent updates to DAX Copilot include a robust set of features, such as the ability to customize documentation style and formatting, as well as automatically create referral letters, diagnostic evidence, after-visit summaries and encounter summaries. The solution also now offers AI coaching to help users improve the quality and completeness of their notes. Also, the new Summarized Evidence capability offers a comprehensive and sophisticated approach that helps clinicians validate and trust the note output by combining insights that go beyond evidence linking, helping clinicians validate the note.\n\nImportantly, when creating technologies that can change the world, Microsoft believes organizations need to ensure that the technology is used responsibly. Microsoft is committed to creating responsible AI by design that is guided by a core set of principles: fairness, reliability and safety, privacy and security, inclusiveness, transparency and accountability.\n\nDAX Copilot is helping restore the human connection at the heart of medicine. We’re excited to drive this solution forward and expand its reach to more clinicians over the coming year and beyond.\n\nToday, the solution can be used across ambulatory specialties, in-office primary care and urgent care, telehealth and emergency medicine. And we are scaling the solution’s availability and capabilities to even more care settings, such as nursing and geographies.\n\nIf you’d like to learn how DAX Copilot can help transform healthcare at your organization, please visit: the DAX Copilot website."
  },
  {
    "id": "3789c743-7f8e-400e-a657-0338810b1c88",
    "title": "hello",
    "tag": "skdjfsfk",
    "author": "lkdfjdfj",
    "date": "kdfjdkf",
    "content": "sdjfdfk"
  }
]